"[{\"model\": \"drug.drug\", \"pk\": \"DB00377\", \"fields\": {\"drugtype\": 1, \"name\": \"Palonosetron\", \"groups\": \"1\", \"categories\": \"332\", \"description\": \"Palonosetron (INN, trade name Aloxi) is an antagonist of 5-HT3 receptors that is indicated for the prevention and treatment of chemotherapy-induced nausea and vomiting (CINV). It is the most effective of the 5-HT3 antagonists in controlling delayed CINV nausea and vomiting that appear more than 24 hours after the first dose of a course of chemotherapy and is the only drug of its class approved for this use by the U.S. Food and Drug Administration. As of 2008, it is the most recent 5-HT3 antagonist to enter clinical use.\", \"aliases\": \"Akynzeo|Palonosetron|Palonosetron Hospira|Palonosetron hydrochloride|Aloxi|Palonosetron Accord|\\n      |Palonosetron Hydrochloride\", \"superclass\": \"4\", \"classname\": \"71\", \"subclass\": \"95\", \"direct_parent\": \"171\", \"indication\": \"For the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy, as well as prevention of acute nausea and vomiting associated with highly emetogenic cancer chemotherapy. Also used for the prevention of postoperative nausea and vomiting for up to 24 hours post operation.\", \"pharmacodynamics\": \"Palonosetron is an antinauseant and antiemetic agent indicated for the prevention of nausea and vomiting associated with moderately-emetogenic cancer chemotherapy and for the prevention of postoperative nausea and vomiting. Palonosetron is a highly specific and selective serotonin 5-HT<sub>3</sub> receptor antagonist that is pharmacologically related to other 5-HT<sub>3</sub> receptor antagonists, but differs structurally. Palonosetron has a high affinity for 5-HT<sub>3</sub> receptors, but has little to no affinity for other receptors. The serontonin 5-HT<sub>3</sub> receptors are located on the nerve terminals of the vagus in the periphery, and centrally in the chemoreceptor trigger zone of the area postrema. It is suggested that chemotherapeutic agents release serotonin from the enterochromaffin cells of the small intestine by causing degenerative changes in the GI tract. The serotonin then stimulates the vagal and splanchnic nerve receptors that project to the medullary vomiting center, as well as the 5-HT3 receptors in the area postrema, thus initiating the vomiting reflex, causing nausea and vomiting.\", \"moa\": \"Palonosetron is a selective serotonin 5-HT<sub>3</sub> receptor antagonist. The antiemetic activity of the drug is brought about through the inhibition of 5-HT<sub>3</sub> receptors present both centrally (medullary chemoreceptor zone) and peripherally (GI tract). This inhibition of 5-HT<sub>3</sub> receptors in turn inhibits the visceral afferent stimulation of the vomiting center, likely indirectly at the level of the area postrema, as well as through direct inhibition of serotonin activity within the area postrema and the chemoreceptor trigger zone. Alternative mechanisms appear to be primarily responsible for delayed nausea and vomiting induced by emetogenic chemotherapy, since similar temporal relationships between between serotonin and emesis beyond the first day after a dose have not been established, and 5-HT<sub>3</sub> receptor antagonists generally have not appeared to be effective alone in preventing or ameliorating delayed effects. It has been hypothesized that palonosetron's potency and long plasma half-life may contribute to its observed efficacy in preventing delayed nausea and vomiting caused by moderately emetogenic cancer chemotherapy.\", \"absorption\": \"Low oral bioavailability.\", \"toxicity\": \"A single intravenous dose of palonosetron at 30 mg/kg (947 and 474 times the human dose for rats and mice, respectively, based on body surface area) was lethal to rats and mice. The major signs of toxicity were convulsions, gasping, pallor, cyanosis and collapse.\", \"halflife\": \"Approximately 40 hours\", \"distribution_volume\": \"* 8.3 Â± 2.5 L/kg\", \"protein_binding\": \"62%\", \"dosages\": \"[('', 'Oral'), ('', 'Intravenous'), ('', 'Intravenous'), ('300 mg', 'Oral'), ('0.5 mg', 'Oral'), ('0.5 mg/0.5mg', 'Oral'), ('500 Î¼g', 'Oral'), ('0.5 mg/1', 'Oral'), ('0.05 mg/1mL', 'Intravenous'), ('0.075 mg/1.5mL', 'Intravenous'), ('0.25 mg/5mL', 'Intravenous'), ('250 Î¼g', 'Intravenous'), ('250 MCG', 'Intravenous; Parenteral'), ('0.25 mg / 5 mL', 'Intravenous'), ('', 'Intravenous'), ('', 'Oral'), ('50 Âµg/ml', 'Intravenous'), ('0.50 mg', 'Oral'), ('50 mcg/ml', 'Intravenous'), ('250 mcg', 'Intravenous'), ('0.25 mg', 'Intravenous'), ('250 micrograms/5ml', 'Intravenous'), ('250 MICROGRAMMI', 'Intravenous; Parenteral'), ('250 MICROGRAMMI', ''), ('250 MCG', 'Intravenous'), ('', 'Parenteral'), ('.25 mg/2mL', 'Intravenous'), ('0.05 mg/1mL', 'Intravenous'), ('0.075 mg/1.5mL', 'Intravenous'), ('0.25 mg/5mL', 'Intravenous'), ('250 MICROGRAMMI', 'Parenteral'), ('0.05 mg/1ml', ''), ('', 'Intravenous'), ('', 'Intravenous'), ('', '')]\", \"properties\": \"[('logP', '2.72'), ('logS', '-2.8'), ('Water Solubility', '4.64e-01 g/l'), ('logP', '2.55'), ('IUPAC Name', '(5S)-3-[(3S)-1-azabicyclo[2.2.2]octan-3-yl]-3-azatricyclo[7.3.1.0â\u0081µ,Â¹Â³]trideca-1(12),9(13),10-trien-2-one'), ('Traditional IUPAC Name', '2-qhbiqo'), ('Molecular Weight', '296.414'), ('Monoisotopic Weight', '296.188863401'), ('SMILES', '[H][C@]12CCCC3=C1C(=CC=C3)C(=O)N(C2)[C@@H]1CN2CCC1CC2'), ('Molecular Formula', 'C19H24N2O'), ('InChI', 'InChI=1S/C19H24N2O/c22-19-16-6-2-4-14-3-1-5-15(18(14)16)11-21(19)17-12-20-9-7-13(17)8-10-20/h2,4,6,13,15,17H,1,3,5,7-12H2/t15-,17-/m1/s1'), ('InChIKey', 'CPZBLNMUGSZIPR-NVXWUHKLSA-N'), ('Polar Surface Area (PSA)', '23.55'), ('Refractivity', '88.52'), ('Polarizability', '33.9'), ('Rotatable Bond Count', '1'), ('H Bond Acceptor Count', '2'), ('H Bond Donor Count', '0'), ('pKa (strongest basic)', '7.97'), ('Physiological Charge', '1'), ('Number of Rings', '5'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"321\", \"pubChemCompound\": \"250\", \"pubChemSubstance\": \"337\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00470\", \"fields\": {\"drugtype\": 1, \"name\": \"Dronabinol\", \"groups\": \"18\", \"categories\": \"420\", \"description\": \"Dronabinol (marketed as Marinol) is a synthetic form of delta-9-tetrahydrocannabinol (Î\u0094â\u0081¹-THC), the primary psychoactive component of cannabis (marijuana). THC demonstrates its effects through weak partial agonist activity at Cannabinoid-1 (CB1R) and Cannabinoid-2 (CB2R) receptors, which results in the well-known effects of smoking cannabis such as increased appetite, reduced pain, and changes in emotional and cognitive processes. Due to its evidence as an appetite stimulant and an anti-nauseant, Dronabinol is approved for use in anorexia associated with weight loss in patients with AIDS and for the treatment of nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments [FDA Label].\\r\\n\\r\\nTetrahydrocannabinol (THC) and cannabidiol (CBD) are the two most abundant cannabinoids found naturally in the resin of the marijuana plant, both of which are pharmacologically active due to their interaction with cannabinoid receptors that are found throughout the body [A32830]. While both CBD and THC are used for medicinal purposes, they have different receptor activity, function, and physiological effects. If not provided in their activated form (such as through synthetic forms like Dronabinol or [DB00486]), THC and CBD are obtained through conversion from their precursors, tetrahydrocannabinolic acid-A (THCA-A) and cannabidiolic acid (CBDA), through decarboxylation reactions. This can be achieved through heating, smoking, vaporization, or baking of dried unfertilized female cannabis flowers.\\r\\n\\r\\nFrom a pharmacological perspective, Cannabis' diverse receptor profile explains its potential application for such a wide variety of medical conditions. Cannabis contains more than 400 different chemical compounds, of which 61 are considered cannabinoids, a class of compounds that act upon endogenous cannabinoid receptors of the body [A32584]. The endocannabinoid system is widely distributed throughout the central and peripheral nervous system (via the Cannabinoid Receptors CB1 and CB2) and plays a role in many physiological processes such as inflammation, cardiovascular function, learning, pain, memory, stress and emotional regulation, and the sleep/wake cycle among many others [A32824]. CB1 receptors are found in both the central and peripheral nervous system, and are most abundant in the hippocampus and amygdala, which are the areas of the brain responsible for short-term memory storage and emotional regulation. CB2 receptors are mainly located in the peripheral nervous system and can be found on lymphoid tissue where they are involved in regulation of immune function [A32676].\", \"aliases\": \"Marinol|Dronabinol|Sativex|Syndros|Marinol Cap 10mg\", \"superclass\": \"4\", \"classname\": \"34\", \"subclass\": \"35\", \"direct_parent\": \"209\", \"indication\": \"For the treatment of anorexia associated with weight loss in patients with AIDS, and nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments\", \"pharmacodynamics\": \"Marinol may has complex effects on the central nervous system (CNS), including cannabinoid receptors. Dronabinol may inhibit endorphins in the emetic center, suppress prostaglandin synthesis, and/or inhibit medullary activity through an unspecified cortical action.\", \"moa\": \"Dronabinol is a synthetic form of delta-9-tetrahydrocannabinol (Î\u0094â\u0081¹-THC), the primary psychoactive component of cannabis (marijuana). THC demonstrates its effects through weak partial agonist activity at Cannabinoid-1 (CB1R) and Cannabinoid-2 (CB2R) receptors, which results in the well-known effects of smoking cannabis such as increased appetite, reduced pain, and changes in emotional and cognitive processes.\", \"absorption\": \"Dronabinol capsules are almost completely absorbed (90 to 95%) after single oral doses. Due to the combined effects of first pass hepatic metabolism and high lipid solubility, only 10 to 20% of the administered dose reaches the systemic circulation. After oral administration, dronabinol has an onset of action of approximately 0.5 to 1 hours and peak effect at 2 to 4 hours. Following BID dosing of 2.5mg of dronabinol, Cmax was found to be 1.32ng/mL with a median Tmax of 1.00 hr. \", \"toxicity\": \"None\", \"halflife\": \"The elimination phase of dronabinol can be described using a two compartment model with an initial (alpha) half-life of about 4 hours and a terminal (beta) half-life of 25 to 36 hours. \", \"distribution_volume\": \"Dronabinol has a large apparent volume of distribution, approximately 10 L/kg, because of its lipid solubility. \", \"protein_binding\": \"The plasma protein binding of dronabinol and its metabolites is approximately 97%. \", \"dosages\": \"[('10 mg/1', 'Oral'), ('5 mg/1', 'Oral'), ('10 mg/1', 'Oral'), ('2.5 mg/1', 'Oral'), ('5 mg/1', 'Oral'), ('2.5 mg/1', 'Oral'), ('2.5 mg', 'Oral'), ('5 mg', 'Oral'), ('10 mg', 'Oral'), ('', 'Buccal; Oral'), ('', 'Buccal'), ('', 'Transmucosal'), ('5 mg/1mL', 'Oral')]\", \"properties\": \"[('logP', '7.29'), ('logS', '-5.1'), ('Water Solubility', '2.63e-03 g/l'), ('logP', '5.94'), ('IUPAC Name', '(6aR,10aR)-6,6,9-trimethyl-3-pentyl-6H,6aH,7H,8H,10aH-benzo[c]isochromen-1-ol'), ('Traditional IUPAC Name', 'THC'), ('Molecular Weight', '314.4617'), ('Monoisotopic Weight', '314.224580204'), ('SMILES', '[H][C@@]12C=C(C)CC[C@@]1([H])C(C)(C)OC1=C2C(O)=CC(CCCCC)=C1'), ('Molecular Formula', 'C21H30O2'), ('InChI', 'InChI=1S/C21H30O2/c1-5-6-7-8-15-12-18(22)20-16-11-14(2)9-10-17(16)21(3,4)23-19(20)13-15/h11-13,16-17,22H,5-10H2,1-4H3/t16-,17-/m1/s1'), ('InChIKey', 'CYQFCXCEBYINGO-IAGOWNOFSA-N'), ('Polar Surface Area (PSA)', '29.46'), ('Refractivity', '96.73'), ('Polarizability', '38.96'), ('Rotatable Bond Count', '4'), ('H Bond Acceptor Count', '2'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '9.34'), ('pKa (strongest basic)', '-4.9'), ('Physiological Charge', '0'), ('Number of Rings', '3'), ('Bioavailability', '1'), ('Rule of Five', '0'), ('Ghose Filter', '0'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"408\", \"pubChemCompound\": \"337\", \"pubChemSubstance\": \"425\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00673\", \"fields\": {\"drugtype\": 1, \"name\": \"Aprepitant\", \"groups\": \"1\", \"categories\": \"598\", \"description\": \"Aprepitant, an antiemetic, is a substance P/neurokinin 1 (NK1) receptor antagonist which, in combination with other antiemetic agents, is indicated for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy. Aprepitant is a selective high-affinity antagonist of human substance P/neurokinin 1 (NK1) receptors. Aprepitant has little or no affinity for serotonin (5-HT3), dopamine, and corticosteroid receptors, the targets of existing therapies for chemotherapy-induced nausea and vomiting (CI NV).\", \"aliases\": \"Emend|Aprepitant|Emend Tri-pack|\\n      |Cinvanti\", \"superclass\": \"4\", \"classname\": \"96\", \"subclass\": \"138\", \"direct_parent\": \"256\", \"indication\": \"For the prevention of nausea and vomiting associated with highly emetogenic cancer chemotherapy, including high-dose cisplatin (in combination with other antiemetic agents).\", \"pharmacodynamics\": \"Aprepitant, an antiemetic, is a substance P/neurokinin 1 (NK1) receptor antagonist which, in combination with other antiemetic agents, is indicated for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy. Aprepitant is a selective high-affinity antagonist of human substance P/neurokinin 1 (NK1) receptors. Aprepitant has little or no affinity for serotonin (5-HT<sub>3</sub>), dopamine, and corticosteroid receptors, the targets of existing therapies for chemotherapy-induced nausea and vomiting (CI NV).\", \"moa\": \"Aprepitant has been shown in animal models to inhibit emesis induced by cytotoxic chemotherapeutic agents, such as cisplatin, via central actions. Animal and human Positron Emission Tomography (PET) studies with Aprepitant have shown that it crosses the blood brain barrier and occupies brain NK1 receptors. Animal and human studies show that Aprepitant augments the antiemetic activity of the 5-HT<sub>3</sub>-receptor antagonist ondansetron and the corticosteroid\\r\\nethasone and inhibits both the acute and delayed phases of cisplatin induced emesis.\", \"absorption\": \"The mean absolute oral bioavailability of aprepitant is approximately 60 to 65%.\", \"toxicity\": \"None\", \"halflife\": \"9-13 hours\", \"distribution_volume\": \"* 70 L\", \"protein_binding\": \"Protein binding is reported to be >95%.\", \"dosages\": \"[('125 MG/80MG', 'Oral'), ('', 'Oral'), ('125 mg/1', 'Oral'), ('1 kg/1kg', 'Not applicable'), ('', 'Oral'), ('', 'Oral'), ('130 mg/18mL', 'Intravenous'), ('165 mg', 'Oral'), ('40 mg', 'Oral'), ('40 mg/1', 'Oral'), ('80 mg/1', 'Oral'), ('', 'Oral'), ('125 MG', 'Oral'), ('125 mg/1', 'Oral'), ('', 'Oral'), ('125 mg', 'Oral'), ('165 mg', 'Oral'), ('', 'Oral'), ('', 'Intravenous; Parenteral'), ('115 MG', 'Intravenous; Parenteral'), ('150 MG', 'Intravenous; Parenteral'), ('40 mg', 'Oral'), ('125 mg', 'Oral'), ('80 mg', 'Oral')]\", \"properties\": \"[('logP', '2.44'), ('logS', '-4.4'), ('Water Solubility', '1.94e-02 g/l'), ('logP', '5.22'), ('IUPAC Name', '3-{[(2R,3S)-2-[(1R)-1-[3,5-bis(trifluoromethyl)phenyl]ethoxy]-3-(4-fluorophenyl)morpholin-4-yl]methyl}-4,5-dihydro-1H-1,2,4-triazol-5-one'), ('Traditional IUPAC Name', 'aprepitant'), ('Molecular Weight', '534.4267'), ('Monoisotopic Weight', '534.150187993'), ('SMILES', 'C[C@@H](O[C@H]1OCCN(CC2=NNC(=O)N2)[C@H]1C1=CC=C(F)C=C1)C1=CC(=CC(=C1)C(F)(F)F)C(F)(F)F'), ('Molecular Formula', 'C23H21F7N4O3'), ('InChI', 'InChI=1S/C23H21F7N4O3/c1-12(14-8-15(22(25,26)27)10-16(9-14)23(28,29)30)37-20-19(13-2-4-17(24)5-3-13)34(6-7-36-20)11-18-31-21(35)33-32-18/h2-5,8-10,12,19-20H,6-7,11H2,1H3,(H2,31,32,33,35)/t12-,19+,20-/m1/s1'), ('InChIKey', 'ATALOFNDEOCMKK-OITMNORJSA-N'), ('Polar Surface Area (PSA)', '75.19'), ('Refractivity', '116.93'), ('Polarizability', '45.56'), ('Rotatable Bond Count', '8'), ('H Bond Acceptor Count', '5'), ('H Bond Donor Count', '2'), ('pKa (strongest acidic)', '9.65'), ('pKa (strongest basic)', '3.51'), ('Physiological Charge', '0'), ('Number of Rings', '4'), ('Bioavailability', '0'), ('Rule of Five', '0'), ('Ghose Filter', '0'), ('MDDR-Like Rule', '1')]\", \"chEMBL\": \"585\", \"pubChemCompound\": \"515\", \"pubChemSubstance\": \"603\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00747\", \"fields\": {\"drugtype\": 1, \"name\": \"Scopolamine\", \"groups\": \"1\", \"categories\": \"666\", \"description\": \"Scopolamine is a tropane alkaloid isolated from members of the _Solanaceae_ family of plants, similar to [atropine] and [hyoscyamine], all of which structurally mimic the natural neurotransmitter [acetylcholine].[A228423, A228763] Scopolamine was first synthesized in 1959, but to date, synthesis remains less efficient than extracting scopolamine from plants.[A228763] As an acetylcholine analogue, scopolamine can antagonize muscarinic acetylcholine receptors (mAChRs) in the central nervous system and throughout the body, inducing several therapeutic and adverse effects related to alteration of parasympathetic nervous system and cholinergic signalling.[A228758, L31578] Due to its dose-dependent adverse effects, scopolamine was the first drug to be offered commercially as a transdermal delivery system, Scopoderm TTSÂ®, in 1981.[A228423, A228758] As a result of its anticholinergic effects, scopolamine is being investigated for diverse therapeutic applications; currently, it is approved for the prevention of nausea and vomiting associated with motion sickness and surgical procedures.[A228773, L31578]\\r\\n\\r\\nScopolamine was first approved by the FDA on December 31, 1979, and is currently available as both oral tablets and a transdermal delivery system.[L31578]\", \"aliases\": \"Isopto Hyoscine|Phenobarbital, Hyoscyamine Sulfate, Atropine Sulfate and Scopolamine Hydrobromide|Phenobarbital with Belladonna Alkaloids - Grape|Scopolamine Hydrobromide Injection|Phenobarbital with Belladonna Alkaloids - Mint|Donnatal Tab|PB Hyos|Scopolamine Hydrobromide Injection USP|Scopolamine Trandermal System|Se-donna Pb Hyos|Transderm Scop|Donnagel Liq|Re-PB Hyos|Kimite|Scopace|Phenohytro|Scopolamine|Donnatal Elixir|Belladonna Alkaloids with Phenobartbital|Donnatal|Phenobarbital With Belladonna Alkaloids|Scopolamine Hydrobromide|Me-PB-Hyos|Belladonna Alkaloids with Phenobarbital|Servira|Diban Cap|\\n      |Vitetal|Re-PB Hyos Elixir|B-Donna|Phenobarbital with Belladonna Alkaloids|Donnatal Extentabs|Scopolamine Bromide Trihydrate|Atenolol Scopolamine|Propranolol Scopolamine|Quadrapax|Phenobarbital, Hyoscyamine Sulfate, Atropine Sulfate, Scopolamine Hydrobromide|Donnatal Extentabs Srt\", \"superclass\": \"3\", \"classname\": \"24\", \"subclass\": \"151\", \"direct_parent\": \"289\", \"indication\": \"Scopolamine is indicated in adult patients for the prevention of nausea and vomiting associated with motion sickness and for the prevention of postoperative nausea and vomiting (PONV) associated with anesthesia or opiate analgesia.[L31578]\", \"pharmacodynamics\": \"Scopolamine is an anticholinergic belladonna alkaloid that, through competitive inhibition of muscarinic receptors, affects parasympathetic nervous system function and acts on smooth muscles that respond to acetylcholine but lack cholinergic innervation. Formulated as a patch, scopolamine is released continuously over three days and remains detectable in urine over a period of 108 hours. Scopolamine is contraindicated in angle-closure glaucoma and should be used with caution in patients with open-angle glaucoma due to scopolamine's ability to increase intraocular pressure. Also, scopolamine exhibits several neuropsychiatric effects: exacerbated psychosis, seizures, seizure-like, and other psychiatric reactions, and cognitive impairment; scopolamine may impair the ability of patients to operate machinery or motor vehicles, play underwater sports, or perform any other potentially hazardous activity. Women with severe preeclampsia should avoid scopolamine. Patients with gastrointestinal or urinary disorders should be monitored frequently for impairments, and scopolamine should be discontinued if these develop. Scopolamine can cause blurred vision if applied directly to the eye, and the transdermal patch should be removed before an MRI procedure to avoid skin burns. Due to its gastrointestinal effects, scopolamine can interfere with gastric secretion testing and should be discontinued at least 10 days before performing the test. Finally, scopolamine may induce dependence and resulting withdrawal symptoms, such as nausea, dizziness, vomiting, gastrointestinal disturbances, sweating, headaches, bradycardia, hypotension, and various neuropsychiatric manifestations following treatment discontinuation; severe symptoms may require medical attention.[L31578]\", \"moa\": \"[Acetylcholine] (ACh) is a neurotransmitter that can signal through ligand-gated cation channels (nicotinic receptors) and G-protein-coupled muscarinic receptors (mAChRs). ACh signalling via mAChRs located in the central nervous system (CNS) and periphery can regulate smooth muscle contraction, glandular secretions, heart rate, and various neurological phenomena such as learning and memory.[A228738, A228743] mAChRs can be divided into five subtypes, M1-M5, expressed at various levels throughout the brain.[A228743] Also, M2 receptors are found in the heart and M3 receptors in smooth muscles, mediating effects apart from the direct modulation of the parasympathetic nervous system.[A228423] While M1, M3, and M5 mAChRs primarily couple to G<sub>q</sub> proteins to activate phospholipase C, M2 and M4 mainly couple to G<sub>i/o</sub> proteins to inhibit adenylyl cyclase and modulate cellular ion flow.[A228743] This system, in part, helps to control physiological responses such as nausea and vomiting.[L31578]\\r\\n\\r\\nScopolamine acts as a non-selective competitive inhibitor of M1-M5 mAChRs, albeit with weaker M5 inhibition; as such, scopolamine is an anticholinergic with various dose-dependent therapeutic and adverse effects.[A228423, A228758, A228763] The exact mechanism(s) of action of scopolamine remains poorly understood. Recent evidence suggests that M1 (and possibly M2) mAChR antagonism at interneurons acts through inhibition of downstream neurotransmitter release and subsequent pyramidal neuron activation to mediate neurological responses associated with stress and depression.[A228773] Similar antagonism of M4 and M5 receptors is associated with potential therapeutic benefits in neurological conditions such as schizophrenia and substance abuse disorders.[A228743] The significance of these observations to scopolamine's current therapeutic indications of preventing nausea and vomiting is unclear but is linked to its anticholinergic effect and ability to alter signalling through the CNS associated with vomiting.[A228758, L31578]\", \"absorption\": \"The pharmacokinetics of scopolamine differ substantially between different dosage routes. Oral administration of 0.5 mg scopolamine in healthy volunteers produced a C<sub>max</sub> of 0.54 Â± 0.1 ng/mL, a t<sub>max</sub> of 23.5 Â± 8.2 min, and an AUC of 50.8 Â± 1.76 ng\\\\*min/mL; the absolute bioavailability is low at 13 Â± 1%, presumably because of first-pass metabolism.[A228758] By comparison, IV infusion of 0.5 mg scopolamine over 15 minutes resulted in a C<sub>max</sub> of 5.00 Â± 0.43 ng/mL, a t<sub>max</sub> of 5.0 min, and an AUC of 369.4 Â± 2.2 ng\\\\*min/mL.[A228758] \\r\\n\\r\\nOther dose forms have also been tested. Subcutaneous administration of 0.4 mg scopolamine resulted in a C<sub>max</sub> of 3.27 ng/mL, a t<sub>max</sub> of 14.6 min, and an AUC of 158.2 ng\\\\*min/mL. Intramuscular administration of 0.5 scopolamine resulted in a C<sub>max</sub> of 0.96 Â± 0.17 ng/mL, a t<sub>max</sub> of 18.5 Â± 4.7 min, and an AUC of 81.3 Â± 11.2 ng\\\\*min/mL. Absorption following intranasal administration was found to be rapid, whereby 0.4 mg of scopolamine resulted in a C<sub>max</sub> of 1.68 Â± 0.23 ng/mL, a t<sub>max</sub> of 2.2 Â± 3 min, and an AUC of 167 Â± 20 ng\\\\*min/mL; intranasal scopolamine also had a higher bioavailability than that of oral scopolamine at 83 Â± 10%.[A228758] \\r\\n\\r\\nDue to dose-dependent adverse effects, the transdermal patch was developed to obtain therapeutic plasma concentrations over a longer period of time. Following patch application, scopolamine becomes detectable within four hours and reaches a peak concentration (t<sub>max</sub>) within 24 hours. The average plasma concentration is 87 pg/mL, and the total levels of free and conjugated scopolamine reach 354 pg/mL.[L31578]\", \"toxicity\": \"Scopolamine overdose may manifest as lethargy, somnolence, coma, confusion, agitation, hallucinations, convulsion, visual disturbance, dry flushed skin, dry mouth, decreased bowel sounds, urinary retention, tachycardia, hypertension, and supraventricular arrhythmias. In some cases, overdose symptoms may appear similar to those associated with withdrawal following discontinuation. However, withdrawal symptoms such as bradycardia, headache, nausea, abdominal cramps, and sweating can help to distinguish between these possibilities. Overdose management primarily involves the removal of all transdermal patch systems combined with symptomatic and supportive care. Ensuring an adequate airway, supplemental oxygen, establishing intravenous access, and continuous monitoring are recommended. In cases where patients have swallowed one or more patch systems, it may be necessary to remove them or administer activated charcoal.[L31578]\\r\\n\\r\\nAnimal studies revealed an oral LD<sub>50</sub> of 1880 mg/kg in mice and 1270 mg/kg in rats, and a subcutaneous LD<sub>50</sub> of 1650 mg/kg in mice and 296 mg/kg in rats.[L31753]\", \"halflife\": \"The half-life of scopolamine differs depending on the route. Intravenous, oral, and intramuscular administration have similar half-lives of 68.7 Â± 1.0, 63.7 Â± 1.3, and 69.1 Â±8/0 min, respectively. The half-life is greater with subcutaneous administration at 213 min.[A228758] Following removal of the transdermal patch system, scopolamine plasma concentrations decrease in a log-linear fashion with a half-life of 9.5 hours.[L31578]\", \"distribution_volume\": \"The volume of distribution of scopolamine is not well characterized.[L31578] IV infusion of 0.5 mg scopolamine over 15 minutes resulted in a volume of distribution of 141.3 Â± 1.6 L.[A228758]\", \"protein_binding\": \"Scopolamine may reversibly bind plasma proteins in humans.[L31578] In rats, scopolamine exhibits relatively low plasma protein binding of 30 Â± 10%.[A228758]\", \"dosages\": \"[('', 'Buccal; Oral; Sublingual; Transmucosal'), ('', 'Oral'), ('400 mcg/ml', 'Intramuscular; Intravenous; Subcutaneous'), ('', 'Oral'), ('', 'Oral'), ('', 'Oral'), ('', 'Oral'), ('2.5 mg/1mL', 'Ophthalmic'), ('1.5 mg/1', 'Topical'), ('', 'Oral'), ('0.4 mg/1', 'Oral'), ('1.5 mg/2.5sq cm', 'Transdermal'), ('', 'Ophthalmic'), ('', 'Intramuscular; Intravenous; Subcutaneous'), ('1 mg/3d', 'Transdermal'), ('1.5 mg/1', 'Transdermal'), ('1 g/1g', 'Not applicable'), ('0.4 mg/1mL', 'Intramuscular; Intravenous; Subcutaneous'), ('0.4 mg / mL', 'Intramuscular; Intravenous; Subcutaneous'), ('0.6 mg / mL', 'Intramuscular; Intravenous; Subcutaneous'), ('0.4 mg / 1 mL', 'Intramuscular; Intravenous; Subcutaneous'), ('0.6 mg / 1 mL', 'Intramuscular; Intravenous; Subcutaneous'), ('1 mg/1', 'Transdermal'), ('', 'Transdermal'), ('1 mg/3d', 'Transdermal')]\", \"properties\": \"[('logP', '1.4'), ('logS', '-1.7'), ('Water Solubility', '6.61e+00 g/l'), ('logP', '0.89'), ('IUPAC Name', '(1R,2R,4S,5S,7R)-9-methyl-3-oxa-9-azatricyclo[3.3.1.0Â²,â\u0081´]nonan-7-yl (2S)-3-hydroxy-2-phenylpropanoate'), ('Traditional IUPAC Name', 'transderm-scop'), ('Molecular Weight', '303.3529'), ('Monoisotopic Weight', '303.147058165'), ('SMILES', 'CN1[C@H]2C[C@@H](C[C@@H]1[C@H]1O[C@@H]21)OC(=O)[C@H](CO)C1=CC=CC=C1'), ('Molecular Formula', 'C17H21NO4'), ('InChI', 'InChI=1S/C17H21NO4/c1-18-13-7-11(8-14(18)16-15(13)22-16)21-17(20)12(9-19)10-5-3-2-4-6-10/h2-6,11-16,19H,7-9H2,1H3/t11-,12-,13-,14+,15-,16+/m1/s1'), ('InChIKey', 'STECJAGHUSJQJN-FWXGHANASA-N'), ('Polar Surface Area (PSA)', '62.3'), ('Refractivity', '79.72'), ('Polarizability', '31.41'), ('Rotatable Bond Count', '5'), ('H Bond Acceptor Count', '4'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '15.15'), ('pKa (strongest basic)', '6.95'), ('Physiological Charge', '0'), ('Number of Rings', '4'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"652\", \"pubChemCompound\": \"581\", \"pubChemSubstance\": \"671\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00757\", \"fields\": {\"drugtype\": 1, \"name\": \"Dolasetron\", \"groups\": \"1\", \"categories\": \"676\", \"description\": \"Dolasetron is an antinauseant and antiemetic agent indicated for the prevention of nausea and vomiting associated with moderately-emetogenic cancer chemotherapy and for the prevention of postoperative nausea and vomiting. Dolasetron is a highly specific and selective serotonin 5-HT3 receptor antagonist. This drug is not shown to have activity at other known serotonin receptors, and has low affinity for dopamine receptors.\", \"aliases\": \"\\n      |Dolasetron|Anzemet|Anzemet Injection 20 mg/ml\", \"superclass\": \"4\", \"classname\": \"18\", \"subclass\": \"152\", \"direct_parent\": \"290\", \"indication\": \"For the prevention of nausea and vomiting associated with emetogenic cancer chemotherapy, including initial and repeat courses of chemotherapy. Also used for the prevention of postoperative nausea and vomiting. This drug can be used intravenously for the treatment of postoperative nausea and vomiting.\", \"pharmacodynamics\": \"Dolasetron is a highly specific and selective serotonin 5-HT<sub>3</sub> receptor antagonist, not shown to have activity at other known serotonin receptors and with low affinity for dopamine receptors. It is structurally and pharmacologically related to other 5-HT<sub>3</sub> receptor agonists. The serontonin 5-HT<sub>3</sub> receptors are located on the nerve terminals of the vagus in the periphery, and centrally in the chemoreceptor trigger zone of the area postrema. It is suggested that chemotherapeutic agents release serotonin from the enterochromaffin cells of the small intestine by causing degenerative changes in the GI tract. The serotonin then stimulates the vagal and splanchnic nerve receptors that project to the medullary vomiting center, as well as the 5-HT<sub>3</sub> receptors in the area postrema, thus initiating the vomiting reflex, causing nausea and vomiting.\", \"moa\": \"Dolasetron is a selective serotonin 5-HT<sub>3</sub> receptor antagonist. In vivo, the drug is rapidly converted into its major active metabolite, hydrodolasetron, which seems to be largely responsible for the drug's pharmacological activity. The antiemetic activity of the drug is brought about through the inhibition of 5-HT<sub>3</sub> receptors present both centrally (medullary chemoreceptor zone) and peripherally (GI tract). This inhibition of 5-HT<sub>3</sub> receptors in turn inhibits the visceral afferent stimulation of the vomiting center, likely indirectly at the level of the area postrema, as well as through direct inhibition of serotonin activity within the area postrema and the chemoreceptor trigger zone.\", \"absorption\": \"Orally-administered dolasetron is well absorbed\", \"toxicity\": \"None\", \"halflife\": \"8.1 hours\", \"distribution_volume\": \"* 5.8 L/kg [adults]\", \"protein_binding\": \"69-77%\", \"dosages\": \"[('100 mg/5mL', 'Intravenous'), ('12.5 mg/0.625mL', 'Intravenous'), ('500 mg/25mL', 'Intravenous'), ('', 'Oral'), ('100 mg', 'Oral'), ('50 mg', 'Oral'), ('100 mg/1', 'Oral'), ('50 mg/1', 'Oral'), ('20 mg / mL', 'Intravenous')]\", \"properties\": \"[('logP', '2.41'), ('logS', '-3.1'), ('Water Solubility', '2.61e-01 g/l'), ('logP', '2.33'), ('IUPAC Name', '(1s,3R,5r,7S)-10-oxo-8-azatricyclo[5.3.1.0Â³,â\u0081¸]undecan-5-yl 1H-indole-3-carboxylate'), ('Traditional IUPAC Name', '(1s,3R,5r,7S)-10-oxo-8-azatricyclo[5.3.1.0Â³,â\u0081¸]undecan-5-yl 1H-indole-3-carboxylate'), ('Molecular Weight', '324.38'), ('Monoisotopic Weight', '324.147392512'), ('SMILES', '[H][C@@]1(C[C@@]2([H])C[C@]3([H])C[C@@]([H])(C1)N2CC3=O)OC(=O)C1=CNC2=C1C=CC=C2'), ('Molecular Formula', 'C19H20N2O3'), ('InChI', 'InChI=1S/C19H20N2O3/c22-18-10-21-12-5-11(18)6-13(21)8-14(7-12)24-19(23)16-9-20-17-4-2-1-3-15(16)17/h1-4,9,11-14,20H,5-8,10H2/t11-,12-,13+,14+'), ('InChIKey', 'UKTAZPQNNNJVKR-KJGYPYNMSA-N'), ('Polar Surface Area (PSA)', '62.4'), ('Refractivity', '89.34'), ('Polarizability', '35.02'), ('Rotatable Bond Count', '3'), ('H Bond Acceptor Count', '3'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '12.18'), ('pKa (strongest basic)', '5.68'), ('Physiological Charge', '0'), ('Number of Rings', '5'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"662\", \"pubChemCompound\": \"591\", \"pubChemSubstance\": \"681\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00889\", \"fields\": {\"drugtype\": 1, \"name\": \"Granisetron\", \"groups\": \"1\", \"categories\": \"795\", \"description\": \"A serotonin receptor (5HT-3 selective) antagonist that has been used as an antiemetic and antinauseant for cancer chemotherapy patients.\", \"aliases\": \"Nat-granisetron|Granisetron Hydrochloride Injection Sdz|Sancuso|Granisol|Kytril 1mg/1ml|Granisetron|Sustol|Jamp Granisetron|Kytril|Granisetron Hydrochloride Injection|Apo-granisetron|Granisetron hydrochloride|\\n      |Granisetron Hydrochloride|Kytril Tablets 1mg\", \"superclass\": \"4\", \"classname\": \"122\", \"subclass\": \"171\", \"direct_parent\": \"328\", \"indication\": \"For the prevention of nausea and vomiting associated with initial and repeat courses of emetogenic cancer therapy (including high dose cisplatin), postoperation, and radiation (including total body irradiation and daily fractionated abdominal radiation).\", \"pharmacodynamics\": \"Granisetron is a selective inhibitor of type 3 serotonergic (5-HT<sub>3</sub>) receptors. Granisetron has little or no affinity for other serotonin receptors, including 5-HT 1 , 5-HT 1A , 5-HT 1B/C , or 5-HT 2 ; for alpha 1 -, alpha 2 -, or beta-adrenoreceptors; for dopamine D 2 receptors; for histamine H 1 receptors; for benzodiazepine receptors; for picrotoxin receptors; or for opioid receptors. In most human studies, granisetron has had little effect on blood pressure, heart rate, or electrocardiogram (ECG). The drug is structurally and pharmacologically related to ondansetron, another selective inhibitor of 5-HT<sub>3</sub> receptors. The serontonin 5-HT<sub>3</sub> receptors are located on the nerve terminals of the vagus in the periphery, and centrally in the chemoreceptor trigger zone of the area postrema. The temporal relationship between the emetogenic action of emetogenic drugs and the release of serotonin, as well as the efficacy of antiemetic agents suggest that chemotherapeutic agents release serotonin from the enterochromaffin cells of the small intestine by causing degenerative changes in the GI tract. The serotonin then stimulates the vagal and splanchnic nerve receptors that project to the medullary vomiting center, as well as the 5-HT3 receptors in the area postrema, thus initiating the vomiting reflex, causing nausea and vomiting.\", \"moa\": \"Granisetron is a potent, selective antagonist of 5-HT<sub>3</sub> receptors. The antiemetic activity of the drug is brought about through the inhibition of 5-HT3 receptors present both centrally (medullary chemoreceptor zone) and peripherally (GI tract). This inhibition of 5-HT3 receptors in turn inhibits the visceral afferent stimulation of the vomiting center, likely indirectly at the level of the area postrema, as well as through direct inhibition of serotonin activity within the area postrema and the chemoreceptor trigger zone.\", \"absorption\": \"Absorption of is rapid and complete, though oral bioavailability is reduced to about 60% as a result of first pass metabolism.\", \"toxicity\": \"LD<sub>50</sub>&gt;2000 mg/kg (rat, oral)\", \"halflife\": \"4-6 hours in healthy patients, 9-12 hours in cancer patients\", \"distribution_volume\": \"None\", \"protein_binding\": \"65%\", \"dosages\": \"[('1 MG/ML', 'Parenteral'), ('1 mg', 'Oral'), ('1.0 mg', 'Oral'), ('', ''), ('1 mg', 'Intravenous'), ('', ''), ('', 'Oral'), ('1 MG/ML', 'Parenteral'), ('1 MG/ML', 'Intravenous bolus; Intravenous drip'), ('1 MG/1ML', 'Parenteral'), ('3 MG/3ML', 'Parenteral'), ('1 MG/ML', ''), ('1 MG/ML', 'Intravenous; Parenteral'), ('1 MG/ML', 'Parenteral'), ('', 'Intravenous'), ('0.1 mg/1mL', 'Intravenous'), ('1 mg/1mL', 'Intravenous'), ('4 mg/4mL', 'Intravenous'), ('1.12 mg/1mL', 'Intravenous'), ('4 mg/4mL', 'Intravenous'), ('1 mg/1mL', 'Intravenous'), ('4 mg/4mL', 'Intravenous'), ('1 mg/1', 'Oral'), ('1 mg / mL', 'Intravenous'), ('1 mg / mL', 'Intravenous'), ('1 MG/1ML', 'Parenteral'), ('', 'Intravenous'), ('3 MG/3ML', 'Parenteral'), ('1 mg/ml', 'Intravenous'), ('1 mg/ml', 'Intramuscular; Intravenous'), ('2 mg/10mL', 'Oral'), ('1 mg', 'Parenteral'), ('3 MG/1ML', 'Intramuscular; Parenteral'), ('0.1 mg/1mL', 'Intravenous'), ('1 mg/4mL', 'Intravenous'), ('1 mg/1mL', 'Intravenous'), ('1 MG/1ML', 'Intravenous; Parenteral'), ('3 MG/5ML', 'Intravenous; Parenteral'), ('3 MG/3ML', 'Intravenous; Parenteral'), ('0.2 MG/ML', 'Oral'), ('1 mg/1', 'Oral'), ('', 'Parenteral'), ('3 mg/3ml', 'Intravenous'), ('1 mg', 'Intravenous'), ('1 mg', 'Oral'), ('3 mg', 'Parenteral'), ('2 mg', 'Oral'), ('', 'Parenteral'), ('3.1 MG', 'Transdermal'), ('3.1 mg/24h', 'Transdermal'), ('34.3 mg', 'Transdermal'), ('3 mg/3ml', 'Intravenous'), ('10 mg/0.4mL', 'Subcutaneous'), ('', 'Intramuscular'), ('', 'Intravenous'), ('', 'Oral'), ('', 'Oral'), ('', 'Parenteral'), ('', '')]\", \"properties\": \"[('logP', '2.64'), ('logS', '-2.9'), ('Water Solubility', '4.34e-01 g/l'), ('logP', '1.88'), ('IUPAC Name', '1-methyl-N-[(1R,3r,5S)-9-methyl-9-azabicyclo[3.3.1]nonan-3-yl]-1H-indazole-3-carboxamide'), ('Traditional IUPAC Name', 'granisetron'), ('Molecular Weight', '312.417'), ('Monoisotopic Weight', '312.195011409'), ('SMILES', 'CN1N=C(C(=O)N[C@@H]2C[C@@H]3CCC[C@H](C2)N3C)C2=C1C=CC=C2'), ('Molecular Formula', 'C18H24N4O'), ('InChI', 'InChI=1S/C18H24N4O/c1-21-13-6-5-7-14(21)11-12(10-13)19-18(23)17-15-8-3-4-9-16(15)22(2)20-17/h3-4,8-9,12-14H,5-7,10-11H2,1-2H3,(H,19,23)/t12-,13+,14-'), ('InChIKey', 'MFWNKCLOYSRHCJ-BTTYYORXSA-N'), ('Polar Surface Area (PSA)', '50.16'), ('Refractivity', '101.83'), ('Polarizability', '35.57'), ('Rotatable Bond Count', '2'), ('H Bond Acceptor Count', '3'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '14.75'), ('pKa (strongest basic)', '9'), ('Physiological Charge', '1'), ('Number of Rings', '4'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"779\", \"pubChemCompound\": \"710\", \"pubChemSubstance\": \"800\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB00904\", \"fields\": {\"drugtype\": 1, \"name\": \"Ondansetron\", \"groups\": \"0\", \"categories\": \"810\", \"description\": \"A competitive serotonin type 3 receptor antagonist. It is effective in the treatment of nausea and vomiting caused by cytotoxic chemotherapy drugs, including cisplatin, and has reported anxiolytic and neuroleptic properties.\\r\\n\\r\\nHaving been developed in the 1980s by GlaxoSmithKline and approved by the US FDA since January 1991, ondansetron has demonstrated a long history of use and efficacy. Commonly formulated as oral tablets, orally disintegrating tablets (ODT), and injections, and available as generic products as well, ondansetron continues to see contemporary innovations in its formulation and use, including the development of orally soluble films that are both discreet in administration and less of a burden in comparison to having patients attempt to swallow pills during emesis [L5221].\", \"aliases\": \"Jamp Ondansetron|Ondansetron and Dextrose|Ag-ondansetron|Septa-ondansetron|Ava-ondansetron|Mar-ondansetron ODT|Ondansetron Injection|Ondansetron Injection USP|Zofran Tab 4mg|Sumansetron|Van-ondansetron|Ondansetron Injection USP -(with Preservatives)|Athena-ondansetron ODT|PMS-ondansetron|Zofran Tab 8mg|Teva-ondansetron|Ondansetron Injection USP -(preservative Free)|Mint-ondansetron ODT|Ondansetron Omega -(with Preservative - Multidose Vial)|Ipg-ondansetron|Dom-ondansetron|Nu-ondansetron|Riva-ondansetron|Auro-ondansetron ODT|Zym-ondansetron|Ondansetron|Mar-ondansetron|Ondansetron hydrochloride and dextrose|Apo-ondansetron|Ondansetron Omega -(preservative Free - Single Dose Vials)|PHL-ondansetron|Ondansetron HCL|Ondansetron ODT|Ondansetron Injection BP|MKO Melt Dose Pack|Ondansetron Hydrochloride Dihydrate Injection|Accel-ondansetron|Ondansetron-odan|Bio-ondansetron|Mylan-ondansetron|Ondansetron hydrochloride|Ondansetron Injection, USP|Ran-ondansetron|Act Ondansetron|\\n      |Mint-ondansetron|Zofran|Zofran Inj 2mg/ml|Zofran ODT|Auro-ondansetron Injection|Nat-ondansetron|Jamp-ondansetron|Ccp-ondansetron|MKO Melt|Ondansetron Hydrochloride|Sandoz Ondansetron|Zuplenz|Ondissolve Odf|Priva-ondansetron|Ondansetron Hydrochloride and Dextrose|Ratio-ondansetron|Ondansetron Injection USP -(with Preservative)|PMS-ondansetron ODT\", \"superclass\": \"4\", \"classname\": \"18\", \"subclass\": \"164\", \"direct_parent\": \"310\", \"indication\": \"In the adult patient population:\\r\\ni) orally administered ondansetron tablets and orally disintegrating tablets (ODT) are indicated for:\\r\\n- the prevention of nausea and vomiting associated with emetogenic cancer chemotherapy, including high dose (ie. greater than or equal to 50 mg/m2) cisplatin therapy, and radiotherapy, and\\r\\n- the prevention and treatment of postoperative nausea and vomiting\\r\\n\\r\\nii) intravenously administered ondansetron injection formulations are indicated for:\\r\\n- the prevention of nausea and vomiting associated with emetogenic cancer chemotherapy, including high dose (ie. greater than or equal to 50 mg/m2) cisplatin therapy, and\\r\\n- the prevention and treatment of postoperative nausea and vomiting\\r\\n\\r\\nIn the pediatric (4-18 years of age) patient population:\\r\\ni) ondansetron was effective and well tolerated when given to children 4-12 years of age for the treatment of post-chemotherapy induced nausea and vomiting,\\r\\nii) ondansetron tablets, ondansetron ODT, ondansetron injection are not indicated for the treatment of children 3 years of age or younger,\\r\\niii) ondansetron tablets, ondansetron ODT, ondansetron injection are not indicated for use in any age group of the pediatric population for the treatment of post-radiotherapy induced nausea and vomiting, and\\r\\niV) ondansetron tablets, ondansetron ODT, ondansetron injection are not indicated for use in any age group of the pediatric population for the treatment of postoperative nausea and vomiting\\r\\n\\r\\nIn the geriatric (>65 years of age) patient population:\\r\\ni) efficacy and tolerance of ondansetron were similar to that observed in younger adults for the treatment of post-chemotherapy and radiotherapy-induced nausea and vomiting, and\\r\\nii) clinical experience in the use of ondansetron in the prevention and treatment of postoperative nausea and vomiting is limited and is not indicated for use in the geriatric patient population \", \"pharmacodynamics\": \"Ondansetron is a highly specific and selective serotonin 5-HT<sub>3</sub> receptor antagonist, not shown to have activity at other known serotonin receptors and with low affinity for dopamine receptors [FDA Label], [A1160, A1161]. The serotonin 5-HT<sub>3</sub> receptors are located on the nerve terminals of the vagus in the periphery, and centrally in the chemoreceptor trigger zone of the area postrema [FDA Label], [A1160, A1161]. The temporal relationship between the emetogenic action of emetogenic drugs and the release of serotonin, as well as the efficacy of antiemetic agents, suggest that chemotherapeutic agents release serotonin from the enterochromaffin cells of the small intestine by causing degenerative changes in the GI tract [FDA Label], [A1160, A1161]. The serotonin then stimulates the vagal and splanchnic nerve receptors that project to the medullary vomiting center, as well as the 5-HT<sub>3</sub> receptors in the area postrema, thus initiating the vomiting reflex, causing nausea and vomiting [FDA Label], [A1160, A1161].\\r\\n\\r\\nMoreover, the effect of ondansetron on the QTc interval was evaluated in a double-blind, randomized, placebo and positive (moxifloxacin) controlled, crossover study in 58 healthy adult men and women [F3181, F3184]. Ondansetron was tested at single doses of 8 mg and 32 mg infused intravenously over 15 minutes [F3181, F3184]. At the highest tested dose of 32 mg, prolongation of the Fridericia-corrected QTc interval (QT/RR0.33=QTcF) was observed from 15 min to 4 h after the start of the 15 min infusion, with a maximum mean (upper limit of 90% CI) difference in QTcF from placebo after baseline-correction of 19.6 (21.5) msec at 20 min [F3181, F3184]. At the lower tested dose of 8 mg, QTc prolongation was observed from 15 min to 1 h after the start of the 15-minute infusion, with a maximum mean (upper limit of 90% CI) difference in QTcF from placebo after baseline-correction of 5.8 (7.8) msec at 15 min [F3181, F3184]. The magnitude of QTc prolongation with ondansetron is expected to be greater if the infusion rate is faster than 15 minutes [F3181, F3184]. The 32 mg intravenous dose of ondansetron must not be administered [F3181, F3184]. No treatment-related effects on the QRS duration or the PR interval were observed at either the 8 or 32 mg dose [F3181, F3184].\\r\\n\\r\\nAn ECG assessment study has not been performed for orally administered ondansetron [F3181, F3184]. On the basis of pharmacokinetic-pharmacodynamic modelling, an 8 mg oral dose of ondansetron is predicted to cause a mean QTcF increase of 0.7 ms (90% CI -2.1, 3.3) at steady-state, assuming a mean maximal plasma concentration of 24.7 ng/mL (95% CI 21.1, 29.0) [F3181, F3184]. The magnitude of QTc prolongation at the recommended 5 mg/m2 dose in pediatrics has not been studied, but pharmacokinetic-pharmacodynamic modeling predicts a mean increase of 6.6 ms (90% CI 2.8, 10.7) at maximal plasma concentrations [F3181, F3184]. \\r\\n\\r\\nIn healthy subjects, single intravenous doses of 0.15 mg/kg of ondansetron had no effect on esophageal motility, gastric motility, lower esophageal sphincter pressure, or small intestinal transit time [F3178]. Multiday administration of ondansetron has been shown to slow colonic transit in healthy subjects [F3178]. Ondansetron has no effect on plasma prolactin concentrations [F3178].\", \"moa\": \"Ondansetron is a selective antagonist of the serotonin receptor subtype, 5-HT3 [F3178, F3181, F3184].\\r\\n\\r\\nCytotoxic chemotherapy and radiotherapy are associated with the release of serotonin (5-HT) from enterochromaffin cells of the small intestine, presumably initiating a vomiting reflex through stimulation of 5-HT3 receptors located on vagal afferents [F3178, F3181, F3184]. Ondansetron may block the initiation of this reflex. Activation of vagal afferents may also cause a central release of serotonin from the chemoreceptor trigger zone of the area postrema, located on the floor of the fourth ventricle [F3178, F3181, F3184]. Thus, the antiemetic effect of ondansetron is probably due to the selective antagonism of 5-HT3 receptors on neurons located in either the peripheral or central nervous systems, or both [F3178, F3181, F3184].\\r\\n\\r\\nAlthough the mechanisms of action of ondansetron in treating postoperative nausea and vomiting and cytotoxic induced nausea and vomiting may share similar pathways, the role of ondansetron in opiate-induced emesis has not yet been formally established [F3181, F3184].\", \"absorption\": \"Ondansetron is absorbed from the gastrointestinal tract and undergoes some limited first-pass metabolism [F3178]. Mean bioavailability in healthy subjects, following administration of a single 8-mg tablet, was recorded as being approximately 56% to 60% [F3178, F3181, F3184]. Bioavailability is also slightly enhanced by the presence of food [F3178].\\r\\n\\r\\nOndansetron systemic exposure does not increase proportionately to dose [F3178]. The AUC from a 16-mg tablet was 24% greater than predicted from an 8-mg tablet dose [F3178]. This may reflect some reduction of first-pass metabolism at higher oral doses [F3178].\", \"toxicity\": \"At present, there is little information concerning overdosage with ondansetron [F3178, F3181, F3184]. Nevertheless, there have been certain cases of somewhat idiosyncratic adverse effects associated with particular dosages of ondansetron used [F3178, F3181, F3184].\\r\\n\\r\\nâ\u0080\u009cSudden blindnessâ\u0080\u009d (amaurosis) of 2 to 3 minutes duration plus severe constipation occurred in one patient that was administered 72 mg of ondansetron intravenously as a single dose [F3178, F3181, F3184]. Hypotension (and faintness) occurred in another patient that took 48 mg of oral ondansetron [F3178, F3181, F3184]. Following infusion of 32 mg over only a 4-minute period, a vasovagal episode with transient second-degree heart block was observed [F3178, F3181, F3184]. Neuromuscular abnormalities, autonomic instability, somnolence, and a brief generalized tonic-clonic seizure (which resolved after a dose of benzodiazepine) were observed in a 12-month-old infant who ingested seven or eight 8-mg ondansetron tablets (approximately forty times the recommended 0.1-0.15 mg/kg dose for a pediatric patient) [F3178, F3181, F3184]. In all instances, however, the events resolved completely [F3178, F3181, F3184].\\r\\n\\r\\nThe safety of ondansetron for use in human pregnancy has not been established [F3181, F3184]. Ondansetron is not teratogenic in animals [F3181, F3184]. However, as animal studies are not always predictive of human response, the use of ondansetron in pregnancy is not recommended [F3181, F3184].\\r\\n\\r\\nOndansetron is excreted in the milk of lactating rats [F3181, F3184]. It is not known if it is excreted in human milk, however, nursing is not recommended during treatment with ondansetron [F3181, F3184].\\r\\n\\r\\nInsufficient information is available to provide dosage recommendations for children 3 years of age or younger [F3181, F3184]. \", \"halflife\": \"The half-life of ondansetron after either an 8 mg oral dose or intravenous dose was approximately 3-4 hours and could be extended to 6-8 hours in the elderly [F3181, F3184]. \", \"distribution_volume\": \"The volume of distribution of ondansetron has been recorded as being approximately 160L [A174250].\", \"protein_binding\": \"The plasma protein binding associated with ondansetron was documented as approximately 73% [F3181, F3184].\", \"dosages\": \"[('4 mg / 5 mL', 'Oral'), ('8 mg', 'Intravenous'), ('4 MG', 'Parenteral'), ('8 MG', 'Parenteral'), ('9.96 mg', 'Intramuscular; Intravenous'), ('4 mg', 'Oral'), ('4 mg', 'Intramuscular; Intravenous'), ('8 mg', 'Oral'), ('', 'Intramuscular; Intravenous'), ('', 'Parenteral'), ('', 'Sublingual'), ('8 mg', 'Parenteral'), ('', 'Intravenous'), ('8.0 mg', 'Oral'), ('9.977 MG', 'Oral'), ('', 'Intramuscular; Intravenous'), ('', ''), ('2 mg', 'Intramuscular; Intravenous'), ('', 'Oral'), ('', 'Oral'), ('4 mg/2ml', 'Intravenous'), ('8 mg/4ml', 'Intravenous'), ('2 mg/1mL', 'Intravenous'), ('2 mg/1mL', 'Intramuscular'), ('2 mg/1mL', 'Intramuscular; Intravenous'), ('4 mg/2mL', 'Intramuscular; Intravenous'), ('2 mg/1mL', 'Intravenous'), ('4 mg/5mL', 'Oral'), ('24 mg/1', 'Oral'), ('4 mg/1', 'Oral'), ('8 mg/1', 'Oral'), ('24 mg/1', 'Oral'), ('4 mg/1', 'Oral'), ('8 mg/1', 'Oral'), ('4 mg', 'Intravenous'), ('4 MG/2ML', 'Parenteral'), ('8 MG/4ML', 'Parenteral'), ('', 'Parenteral'), ('4 MG', 'Parenteral'), ('8 MG', 'Parenteral'), ('0.08 MG/ML', 'Parenteral'), ('0.16 MG/ML', 'Parenteral'), ('2.000 mg/mL', 'Intramuscular; Intravenous'), ('0.16 MG/ML', 'Parenteral'), ('', 'Oral'), ('2 MG/ML', ''), ('4 mg/31', 'Oral'), ('2 mg/ml', ''), ('2 mg/ml', 'Intravenous'), ('2 mg/1mL', 'Intramuscular; Intravenous'), ('2 mg/1mL', 'Intramuscular; Intravenous'), ('2 mg/1mL', 'Intravenous'), ('16 mg/1', 'Oral'), ('4 mg/1', 'Oral'), ('8 mg/1', 'Oral'), ('32 mg/50mL', 'Intravenous'), ('4.99 MG', 'Oral'), ('9.98 MG', 'Oral'), ('4.99 MG', 'Oral'), ('9.98 MG', 'Oral'), ('5 MG', 'Oral'), ('2 mg / mL', 'Intravenous'), ('2.00 mg / mL', 'Intravenous'), ('4 mg / 2 mL', 'Intravenous'), ('8 mg / 4 mL', 'Intravenous'), ('2 MG/ML', 'Parenteral'), ('', ''), ('2 mg', 'Intravenous'), ('2 mg/ml', 'Intramuscular; Intravenous'), ('4 MG/2ML', 'Intravenous'), ('8 MG/4ML', 'Intravenous'), ('', ''), ('', 'Intramuscular; Intravenous'), ('', 'Oral'), ('2 mg/ml', 'Intravenous'), ('4 mg', 'Oral'), ('8 mg', 'Intramuscular; Intravenous'), ('2 mg/mL', 'Intramuscular; Intravenous'), ('4 mg', 'Oral'), ('8 mg', 'Oral'), ('', 'Oral'), ('2 mg/ml', ''), ('8 mg', 'Oral'), ('4 mg', 'Oral'), ('8 mg', 'Oral'), ('32 mg/50mL', 'Intravenous'), ('4 MG/2ML', 'Parenteral'), ('40 MG/20ML', 'Parenteral'), ('8 MG/4ML', 'Parenteral'), ('16 MG', 'Rectal'), ('4 MG/5ML', 'Oral'), ('', 'Rectal'), ('8 mg/4ml', 'Intramuscular; Intravenous'), ('2 mg / mL', 'Intravenous'), ('4 mg/2ml', 'Intramuscular; Intravenous'), ('8 mg/4ml', 'Intramuscular; Intravenous'), ('4 mg / tab', 'Oral'), ('8 mg / tab', 'Oral'), ('10 mg', 'Oral'), ('4 mg', 'Oral'), ('', 'Oral'), ('4 mg', 'Oral'), ('8 mg', 'Oral'), ('4 mg/1', 'Oral'), ('8 mg/1', 'Oral'), ('4 mg/1', 'Oral'), ('8 mg/1', 'Oral'), ('2 mg/1ml', ''), ('2 mg/1ml', '')]\", \"properties\": \"[('logP', '2.56'), ('logS', '-3.1'), ('Water Solubility', '2.48e-01 g/l'), ('logP', '2.35'), ('IUPAC Name', '9-methyl-3-[(2-methyl-1H-imidazol-1-yl)methyl]-2,3,4,9-tetrahydro-1H-carbazol-4-one'), ('Traditional IUPAC Name', 'ondansetron'), ('Molecular Weight', '293.363'), ('Monoisotopic Weight', '293.152812245'), ('SMILES', 'CN1C2=C(C3=CC=CC=C13)C(=O)C(CN1C=CN=C1C)CC2'), ('Molecular Formula', 'C18H19N3O'), ('InChI', 'InChI=1S/C18H19N3O/c1-12-19-9-10-21(12)11-13-7-8-16-17(18(13)22)14-5-3-4-6-15(14)20(16)2/h3-6,9-10,13H,7-8,11H2,1-2H3'), ('InChIKey', 'FELGMEQIXOGIFQ-UHFFFAOYSA-N'), ('Polar Surface Area (PSA)', '39.82'), ('Refractivity', '86.78'), ('Polarizability', '33.16'), ('Rotatable Bond Count', '2'), ('H Bond Acceptor Count', '2'), ('H Bond Donor Count', '0'), ('pKa (strongest acidic)', '15.39'), ('pKa (strongest basic)', '7.34'), ('Physiological Charge', '1'), ('Number of Rings', '4'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"794\", \"pubChemCompound\": \"724\", \"pubChemSubstance\": \"815\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB06634\", \"fields\": {\"drugtype\": 1, \"name\": \"Casopitant\", \"groups\": \"24\", \"categories\": \"2274\", \"description\": \"None\", \"aliases\": \"\\n      |Casopitant\", \"superclass\": \"4\", \"classname\": \"76\", \"subclass\": \"108\", \"direct_parent\": \"199\", \"indication\": \"Investigated for use/treatment in urinary incontinence and adverse effects (chemotherapy).\", \"pharmacodynamics\": \"None\", \"moa\": \"None\", \"absorption\": \"None\", \"toxicity\": \"None\", \"halflife\": \"None\", \"distribution_volume\": \"None\", \"protein_binding\": \"None\", \"dosages\": \"[]\", \"properties\": \"[('logP', '4.73'), ('logS', '-5.1'), ('Water Solubility', '4.45e-03 g/l'), ('logP', '4.97'), ('IUPAC Name', '(2R,4S)-4-(4-acetylpiperazin-1-yl)-N-[(1R)-1-[3,5-bis(trifluoromethyl)phenyl]ethyl]-2-(4-fluoro-2-methylphenyl)-N-methylpiperidine-1-carboxamide'), ('Traditional IUPAC Name', 'casopitant'), ('Molecular Weight', '616.625'), ('Monoisotopic Weight', '616.264823524'), ('SMILES', 'C[C@@H](N(C)C(=O)N1CC[C@@H](C[C@@H]1C1=CC=C(F)C=C1C)N1CCN(CC1)C(C)=O)C1=CC(=CC(=C1)C(F)(F)F)C(F)(F)F'), ('Molecular Formula', 'C30H35F7N4O2'), ('InChI', 'InChI=1S/C30H35F7N4O2/c1-18-13-24(31)5-6-26(18)27-17-25(40-11-9-39(10-12-40)20(3)42)7-8-41(27)28(43)38(4)19(2)21-14-22(29(32,33)34)16-23(15-21)30(35,36)37/h5-6,13-16,19,25,27H,7-12,17H2,1-4H3/t19-,25+,27-/m1/s1'), ('InChIKey', 'XGGTZCKQRWXCHW-WMTVXVAQSA-N'), ('Polar Surface Area (PSA)', '47.1'), ('Refractivity', '149.02'), ('Polarizability', '57.87'), ('Rotatable Bond Count', '6'), ('H Bond Acceptor Count', '3'), ('H Bond Donor Count', '0'), ('pKa (strongest basic)', '7.31'), ('Physiological Charge', '1'), ('Number of Rings', '4'), ('Bioavailability', '1'), ('Rule of Five', '0'), ('Ghose Filter', '0'), ('MDDR-Like Rule', '1')]\", \"chEMBL\": \"2615\", \"pubChemCompound\": \"0\", \"pubChemSubstance\": \"32\", \"Clinical_status\": 2}}, {\"model\": \"drug.drug\", \"pk\": \"DB09291\", \"fields\": {\"drugtype\": 1, \"name\": \"Rolapitant\", \"groups\": \"1\", \"categories\": \"2756\", \"description\": \"Rolapitant is a potent, highly selective, long-acting Neurokinin-1 (NK-1) receptor antagonist approved for the prevention of delayed chemotherapy-induced nausea and vomiting (CINV) in adults. Delayed-phase CINV typically occurs >24 hours after chemotherapy treatment and is principally mediated by Neurokinin-1 and its ligand Substance P, which is released in the gut following chemotherapy administration. Neurokinin-1 is also known as Tachykinin Receptor 1 (TACR1), Neurokinin 1 Receptor (NK1R), and Substance P Receptor (SPR). \\r\\nBy blocking Substance P from interacting with NK-1 receptors in the gut and the central nervous system, rolapitant prevents late-phase CINV. Unlike other available NK-1 receptor antagonists, rolapitant is not an inhibitor of Cytochrome P450 enzyme CYP3A4 and has a long elimination half-life, allowing a single dose to prevent both acute and late-phase CINV during the first 120 hours post-chemotherapy.\", \"aliases\": \"Varuby|Varubi|Rolapitant\", \"superclass\": \"3\", \"classname\": \"3\", \"subclass\": \"2\", \"direct_parent\": \"322\", \"indication\": \"This drug is indicated in adults in combination with other antiemetics for the prevention of delayed nausea and vomiting associated with emetogenic chemotherapy.\", \"pharmacodynamics\": \"None\", \"moa\": \"Rolapitant is an orally active, highly selective Neurokinin-1 Receptor (NK1R) antagonist. NK1 receptors are located primarily in the gut and central nervous system and are activated by Substance P following chemotherapy administration. By binding to the NK1 receptor, rolapitant prevents binding of its ligand Substance P, which is released in the gut following chemotherapy administration. \", \"absorption\": \"Following administration of rolapitant, plasma concentrations reached peak levels in about 4 hours. \", \"toxicity\": \"Most common adverse reactions occurring in >3% of patients receiving moderately emetogenic chemotherapy and combinations of anthracycline and cyclophosphamide included decreased appetite, neutropenia, dizziness, dyspepsia, urinary tract infection, stomatitis, and anemia. Most common adverse reactions occurring in patients receiving cisplatin-based highly emetogenic chemotherapy included neutropenia, hiccups, and abdominal pain.\", \"halflife\": \"Mean terminal half life ranged from 169 to 183 hours (~7 days). \", \"distribution_volume\": \"460 L\", \"protein_binding\": \"Rolapitant is 99.8% bound to human plasma protein.\", \"dosages\": \"[('1.8 mg/1mL', 'Intravenous'), ('90 mg/1', 'Oral'), ('90 MG', 'Oral')]\", \"properties\": \"[('logP', '4.07'), ('logS', '-5.5'), ('Water Solubility', '1.66e-03 g/l'), ('logP', '5'), ('IUPAC Name', '(5S,8S)-8-{[(1R)-1-[3,5-bis(trifluoromethyl)phenyl]ethoxy]methyl}-8-phenyl-1,7-diazaspiro[4.5]decan-2-one'), ('Traditional IUPAC Name', 'rolapitant'), ('Molecular Weight', '500.485'), ('Monoisotopic Weight', '500.189847063'), ('SMILES', 'C[C@@H](OC[C@]1(CC[C@]2(CCC(=O)N2)CN1)C1=CC=CC=C1)C1=CC(=CC(=C1)C(F)(F)F)C(F)(F)F'), ('Molecular Formula', 'C25H26F6N2O2'), ('InChI', 'InChI=1S/C25H26F6N2O2/c1-16(17-11-19(24(26,27)28)13-20(12-17)25(29,30)31)35-15-23(18-5-3-2-4-6-18)10-9-22(14-32-23)8-7-21(34)33-22/h2-6,11-13,16,32H,7-10,14-15H2,1H3,(H,33,34)/t16-,22-,23-/m1/s1'), ('InChIKey', 'FIVSJYGQAIEMOC-ZGNKEGEESA-N'), ('Polar Surface Area (PSA)', '50.36'), ('Refractivity', '118.28'), ('Polarizability', '46.18'), ('Rotatable Bond Count', '7'), ('H Bond Acceptor Count', '3'), ('H Bond Donor Count', '2'), ('pKa (strongest acidic)', '14.15'), ('pKa (strongest basic)', '8.3'), ('Physiological Charge', '1'), ('Number of Rings', '4'), ('Bioavailability', '0'), ('Rule of Five', '0'), ('Ghose Filter', '0'), ('MDDR-Like Rule', '1')]\", \"chEMBL\": \"3811\", \"pubChemCompound\": \"4791\", \"pubChemSubstance\": \"5188\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB11386\", \"fields\": {\"drugtype\": 1, \"name\": \"Chlorobutanol\", \"groups\": \"6\", \"categories\": \"2884\", \"description\": \"Chlorobutanol, or chlorbutol, is an alcohol-based preservative with no surfactant activity [A32746]. It also elicits sedative-hypnotic and weak local anesthetic actions in addition to antibacterial and antifungal properties. Similar in nature to chloral hydrate, it is formed by the simple nucleophilic addition of chloroform and acetone. \\r\\n\\r\\nAs a long-term stabilizer of multi-ingredient preparations, chlorobutanol is normally used at a concentration of 0.5%. At this concentration, it also conserves its antimicrobial activity. \\r\\n\\r\\nDue to the long terminal half-life of 37 days, the use of chlorobutanol as a sedative is limited because of the considerable accumulation which will occur following multiple dosing [A32743]. Chlorobutanol is a common detergent preservative in eye drops and other ophthalmic therapeutic formulations [A32744].\", \"aliases\": \"Rhino-vaccin|Dry Socket Paste|Aurisan Dps|Larynsol Loz|Cerumol|Balminil Nasal Ointment|Gouttes Pour Mal D'oreilles|Chlorobutanol|Neutralite Liq|Oralgar Dps|Outgro Liquid|Dso Dressing\", \"superclass\": \"8\", \"classname\": \"17\", \"subclass\": \"157\", \"direct_parent\": \"691\", \"indication\": \"No approved therapeutic indications on its own. \", \"pharmacodynamics\": \"Chlorobutanol is a detergent preservative with a broad spectrum of antimicrobial activity [A32744]. _In vitro_, chlorobutanol demonstrated to inhibit platelet aggregation and release via unknown mechanisms [A32739]. A study proposes that the antiplatelet effect of chlorobutanol may occur from inhibition of the arachidonic acid pathway [A32739]. It attenuated thromboxane B2 formation, elevation of cytosolic free calcium, and ATP release, and additionally exhibited a significant inhibitory activity toward several aggregation inducers in a time- and concentration-dependent manner [A32739]. Chlorobutanol may exert a direct negative inotropic effect on myocardial cells to isometric tension produced by the heart [A32740]. Chlorobutanol was shown to induce conjunctival and corneal cell toxicity _in vitro_: at a concentration of 0.1%, Cbl caused near depletion of the squamous layer while degeneration of corneal epithelial cells, generation of conspicuous membranous blebs, cytoplasmic swelling, and occasional breaks in the external cell membrane were observed at a concentration of 0.5% [A32744]. \", \"moa\": \"As a detergent, chlorobutanol disrupts the lipid structure of the cell membrane and increases the cell permeability, leading to cell lysis [A32744]. It induces conjunctival and corneal cell toxicity via causing cell retraction and cessation of normal cytokines, cell movement, and mitotic activity [A32744]. It disrupts the barrier and transport properties of the corneal epithelium as well as inhibits the utilization of oxygen by the cornea [A32744]. Chlorobutanol also inhibits oxygen use by the cornea, which increases susceptibility to infection [A32746].\", \"absorption\": \"Following oral administration in healthy subjects, the plasma concentration fell by 50% in 24 hours post-administration [A32743].\", \"toxicity\": \"Oral LD50 of anhydrous chlorobutanol in rat is 510 mg/kg [MSDS]. Chlorobutanol was shown to induce conjunctival and corneal cell toxicity _in vitro_\", \"halflife\": \"Following oral administration, the terminal elimination half life in healthy subjects was 10.3 Â± 1.3 days [A32743]. \", \"distribution_volume\": \"The volume of distribution was approximately 233 Â± 141 L in healthy individuals receiving oral chlorobutanol [A32743].\", \"protein_binding\": \"The binding to plasma proteins was 57 Â± 3% [A32743]. \", \"dosages\": \"[('', 'Nasal'), ('', 'Topical'), ('', 'Auricular (otic)'), ('', 'Oral'), ('', 'Dental'), ('', 'Oral'), ('', 'Topical'), ('', 'Nasal'), ('', 'Dental'), ('', 'Ophthalmic'), ('', 'Ophthalmic')]\", \"properties\": \"[('logP', '2.31'), ('logS', '-2'), ('Water Solubility', '1.65e+00 g/l'), ('logP', '1.75'), ('IUPAC Name', '1,1,1-trichloro-2-methylpropan-2-ol'), ('Traditional IUPAC Name', 'chlorobutanol'), ('Molecular Weight', '177.45'), ('Monoisotopic Weight', '175.9562479'), ('SMILES', 'CC(C)(O)C(Cl)(Cl)Cl'), ('Molecular Formula', 'C4H7Cl3O'), ('InChI', 'InChI=1S/C4H7Cl3O/c1-3(2,8)4(5,6)7/h8H,1-2H3'), ('InChIKey', 'OSASVXMJTNOKOY-UHFFFAOYSA-N'), ('Polar Surface Area (PSA)', '20.23'), ('Refractivity', '37.27'), ('Polarizability', '14.75'), ('Rotatable Bond Count', '1'), ('H Bond Acceptor Count', '1'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '12.59'), ('pKa (strongest basic)', '-3.9'), ('Physiological Charge', '0'), ('Number of Rings', '0'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '0'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"3909\", \"pubChemCompound\": \"4865\", \"pubChemSubstance\": \"5312\", \"Clinical_status\": 3}}, {\"model\": \"drug.drug\", \"pk\": \"DB11699\", \"fields\": {\"drugtype\": 1, \"name\": \"Tropisetron\", \"groups\": \"1\", \"categories\": \"2951\", \"description\": \"Tropisetron is an indole derivative with antiemetic activity. As a selective serotonin receptor antagonist, tropisetron competitively blocks the action of serotonin at 5HT3 receptors, resulting in suppression of chemotherapy- and radiotherapy-induced nausea and vomiting.\\r\\n\\r\\nTropisetron appears to be well tolerated with the most frequently reported adverse effect being headache. Extrapyramidal side effects are rare upon using tropisetron.\", \"aliases\": \"Tropisetron\", \"superclass\": \"4\", \"classname\": \"18\", \"subclass\": \"152\", \"direct_parent\": \"290\", \"indication\": \"For the prevention of nausea and vomiting induced by cytotoxic therapy and postoperative. \", \"pharmacodynamics\": \"None\", \"moa\": \"Tropisetron competitively binds to and blocks the action of serotonin at 5HT3 receptors peripherally on vagus nerve terminals located in the gastrointestinal (GI) tract as well as centrally in the chemoreceptor trigger zone (CTZ) of the area postrema of the central nervous system (CNS). This results in the suppression of chemotherapy- and radiotherapy-induced nausea and vomiting.\", \"absorption\": \"The absorption of tropisetron from the gastrointestinal tract is rapid (mean half-life of about 20 minutes) and nearly complete (more than 95%). Due to first-pass metabolism in the liver, the absolute bioavailability of a 5 mg oral dose is 60%. The peak plasma concentration is attained within three hours. \", \"toxicity\": \"LD50: 265 mg/kg (Rat, oral). \", \"halflife\": \"5.7 h. \", \"distribution_volume\": \" 400-600 L.\", \"protein_binding\": \"71% bound to plasma protein in a non-specific manner.\", \"dosages\": \"[('', ''), ('', 'Intravenous'), ('', 'Oral'), ('', 'Subcutaneous'), ('2 MG/2ML', 'Intravenous'), ('5 mg/5ml', 'Intravenous; Oral'), ('', 'Oral'), ('', 'Intravenous'), ('5 mg', 'Oral'), ('5 MG/5ML', 'Intravenous')]\", \"properties\": \"[('logP', '3.14'), ('logS', '-2.3'), ('Water Solubility', '1.33e+00 g/l'), ('logP', '2.63'), ('IUPAC Name', '(1R,3R,5S)-8-methyl-8-azabicyclo[3.2.1]octan-3-yl 1H-indole-3-carboxylate'), ('Traditional IUPAC Name', 'tropisetron'), ('Molecular Weight', '284.3529'), ('Monoisotopic Weight', '284.152477894'), ('SMILES', '[H][C@]12CC[C@]([H])(C[C@@]([H])(C1)OC(=O)C1=CNC3=CC=CC=C13)N2C'), ('Molecular Formula', 'C17H20N2O2'), ('InChI', 'InChI=1S/C17H20N2O2/c1-19-11-6-7-12(19)9-13(8-11)21-17(20)15-10-18-16-5-3-2-4-14(15)16/h2-5,10-13,18H,6-9H2,1H3/t11-,12+,13+'), ('InChIKey', 'ZNRGQMMCGHDTEI-ITGUQSILSA-N'), ('Polar Surface Area (PSA)', '45.33'), ('Refractivity', '81.5'), ('Polarizability', '31.35'), ('Rotatable Bond Count', '3'), ('H Bond Acceptor Count', '2'), ('H Bond Donor Count', '1'), ('pKa (strongest acidic)', '12.18'), ('pKa (strongest basic)', '9.34'), ('Physiological Charge', '1'), ('Number of Rings', '4'), ('Bioavailability', '1'), ('Rule of Five', '1'), ('Ghose Filter', '1'), ('MDDR-Like Rule', '0')]\", \"chEMBL\": \"3963\", \"pubChemCompound\": \"4894\", \"pubChemSubstance\": \"5351\", \"Clinical_status\": 3}}]"